; ----------------------------------------------------------------------------
;
; Universal Extractor Language File
; Written for Universal Extractor 1.6
; Author:	Arno Krumpholz <clickfish@gmail.com>
; Homepage:	http://www.cappoodoo.de
;
; Translation Instructions:
;	Copy this file to a new file named after the new language
;		Eg: A language file for the German language would be named German.ini.
;	Replace the English words and phrases with their native equivalents,
;		attempting to match the English phrasing and case-sensitivity as
;		closely as possible for the sake of consistency
;	Update the Author and Homepage information at the top of your new language
;		file.  Simply delete the Homepage line if you don't have one.
;	Save the file in Unicode (UTF-8) format and Zip it to preserve formatting
;	E-mail new language files to jbreland@legroom.net for inclusion in main
;		Universal Extractor installer
;
;	The following symbols have special meanings:
;	& - when used in a GUI label or button, it precedes the letter that will
;		be registered as a "hotkey" for that function
;	%n - indicates a newline character, which will be replaced when displayed
;	%t - indicates a tab character, which will be replaced when displayed
;	%s - indicates a string variable that UniExtract will replace when displayed
;		The contents each %s variables is hardocded into UniExtract.
;		The order and number of %s variables is very important and should not
;		be modified.
;
;----------------------------------------------------------------------------

[UniExtract]
; GUI labels and buttons
OK_BUT = "&OK"
CANCEL_BUT = "&Abbrechen"
MAIN_DEST_DIR_LABEL = "&Zielverzeichnis:"
MAIN_FILE_LABEL = "Archiv/Installer zum &extrahieren:"
MENU_FILE_LABEL = "&Datei"
MENU_FILE_QUIT_LABEL = "&Beenden"
MENU_EDIT_LABEL = "Be&arbeiten"
MENU_EDIT_PREFS_LABEL = "&Einstellungen"
MENU_HELP_LABEL = "&Hilfe"
MENU_HELP_WEB_LABEL = "%s &Webseite"
PREFS_TITLE_LABEL = "Einstellungen"
PREFS_UNIEXTRACT_OPTS_LABEL = "Universal Extractor-Optionen"
PREFS_HISTORY_LABEL = "Archiv-Verlauf &behalten"
PREFS_FORMAT_OPTS_LABEL = "Formatspezifische Optionen"
PREFS_LANG_LABEL = "&Sprache"
PREFS_DEBUG_LABEL = "&Ort der Debug Datei:"
PREFS_WARN_EXECUTE_LABEL = "Vor ausfьhrbaren Dateien &warnen"
PREFS_REMOVE_DUPE_LABEL = "&Doppelte Dateien lцschen"
PREFS_REMOVE_TEMP_LABEL = "&Temporдre Dateien lцschen"
PREFS_APPEND_EXT_LABEL = "&Fehlende Dateierweit. anfьgen"
METHOD_ADMIN_RADIO = "%s Administrativer Installer"
METHOD_EXTRACTION_RADIO = "%s Extrahierung"
METHOD_HEADER = "%s Extrahierung"
METHOD_MSI_NOTE_LABEL = "Hinweis:"
METHOD_MSI_REQUIRES_LABEL = "msi2xml erfordert die"
METHOD_MSI_URL_LABEL = "MSXML 4.0 Parser"
METHOD_RADIO_LABEL = "Extrahierungsmethode"
METHOD_SWITCH_RADIO = "%s wechseln"
METHOD_NOTIS_RADIO = "Kein InstallShield-Installer"
METHOD_TEXT_LABEL ="%s unterstьtzt folgende Extrahierungsmethoden fьr %s Pakete.  Leider ist keine dieser Methoden 100% verlдsslich.  Sollte die Standardmethode nicht funktionieren, starten Sie %s bitte erneut und wдhlen Sie eine Alternative."
METHOD_UNPACKER_RADIO = "%s Entpacker"

; GUI control functions
DOES_NOT_EXIST = "existiert nicht.%n"
EXTRACT_TO = "Extrahiere nach"
INVALID_DIR_SELECTED =  "%s ist kein gьltiges Verzeichnis."
INVALID_FILE_SELECTED = "%s Bitte eine gьltige Datei wдhlen."
OPEN_FILE = "Datei цffnen"
SELECT_FILE = "Datei wдhlen"
WRITE_TO = "Schreibe nach"

; Common terms
TERM_ARCHIVE = "Archiv"
TERM_COMPRESSED = "komprimierte Datei"
TERM_DISK = "Disk"
TERM_EBOOK = "eBook"
TERM_ECARD = "eCard"
TERM_ENCODED = "verschlьsselte Datei"
TERM_EXECUTABLE = "Ausfьhrbare"
TERM_FAILED = "fehlgeschlagen"
TERM_HELP = "Hilfedatei"
TERM_HOTFIX = "Hotfix"
TERM_IMAGE = "Image"
TERM_INSTALLER = "Installer"
TERM_PACKAGE = "Paket"
TERM_PATCH = "patch"
TERM_SFX = "Selbstextrahierendes"
TERM_STAGE = "Schritt"
TERM_SUCCEEDED = "fertig"
TERM_TESTING = "Teste"
TERM_UNKNOWN = "unbekannt"
TERM_UNPACKED = "entpackt"
TERM_UPDATER = "Updater"

; Status messages
SCANNING_FILE = "Scanne um Dateityp festzustellen."
SCANNING_EXE = "Scanne Datei mit %s Abfrage."
EXTRACTING = "Extrahiere Dateien aus:"
INIT_WAIT = "Initialisierung des Installers.%nBitte warten."

; Custom prompts
CONVERT_CDROM = "%s CD-ROM-Images kцnnen nicht direkt extrahiert werden,  sondern werden%nstatt dessen in ein ISO-Image konvertiert, welches extrahiert werden kann.%n%nMцchten Sie fortfahren?%nHinweis: Dieser Prozess kann einige Minuten dauern."
CONVERT_CDROM_STAGE1_FAILED = "Fehler:  Das CD-ROM-Image kann nicht konvertiert werden.%nSollte dies ein BIN/CUE-Image sein, stellen Sie sicher, dass die CUE-Datei korrekt formatiert ist."
CONVERT_CDROM_STAGE2_FAILED = "Fehler:  Ein ISO-Image wurde vom %s-Image erstellt, konnte aber nicht konvertiert werden.%nMцchten Sie das Image fьr eine spдtere Analyse behalten?"
CONVERT_BIN_MISSING = "Fehler: Nicht gefunden:%n%s\%s.%s%n%nBeides, %s.bin und %s.cue werden benцtigt."
INIT_COMPLETE = "Initialisiere %s.  Installer beenden, dann OK klicken zum Fortfahren."
WISE_MSI_PROMPT = "Hinweis:  Diese Methode funktioniert nur mit speziellen Wise for Windows Installer Paketen.%nWenn der Wise Installations Assistent und auf eine Eingabe wartet,%nwird die Datei nicht untersьtzt. Bitte beenden Sie den Installer%nund %s bricht die Extrahierung ab.%n%nFortfahren?"
UNPACK_PROMPT = "Diese Datei ist %s komprimiert und kann nicht extrahiert werden.%nDies liegt daran, dass der Dateityp nicht unterstьtzt wird, oder%n"es gibt keine Dateien zum Extrahieren.%n%nMцchten Sie die Datei statt dessen entpacken?%n%nHinweis:  Die entpackte Datei wird umbenannt:%n%s\%s_unpacked.%s"
UNPACK_FAILED = "Fehler:  %s%nkann nicht entpackt werden."
WARN_EXECUTE = "Hinweis:  Um Dateien diesen Typs zu extrahieren mьssen diese direkt ausgefьhrt werden.%nWenn Sie fortfahren wird folgender Befehl gestartet: %n%n%s%n%nSollten Sie den Verdacht haben, dass die Datei Malware enthдlt, wird empfohlen nicht weiter zu machen.%nMit der Extrahierung fortfahren?"

; Help text
HELP_SUMMARY = "Dateien aus versch. Archiven, oder Installer Paketen extrahieren."
HELP_SYNTAX = "%nAuslastung:  %s [/help] [filename [destination]]"
HELP_ARGUMENTS = "%n%nUnterstьtzte Argumente:"
HELP_HELP = "%n     /help%t%tZeigt Hilfeinformationen an"
HELP_FILENAME = "%n     filename%tName der Datei zum Extrahieren"
HELP_DESTINATION = "%n     destination%tWohin extrahiert werden soll..."
HELP_SUB = "%n%nUm zum Extrahieren ein anderes, als das aktuelle auszuwдhlen%nmьssen Sie hiter dem Archivnamen das Unterverzeichnis angeben."
HELP_EXAMPLE1 = "%n%nBeispiel:"
HELP_EXAMPLE2 = "%n     %s c:\1\beispiel.zip c:\test"
HELP_NOARGS = "%n%nWenn man %s ohne Argumente benutzt%nwird der Benutzer nach Dateiname und Verzeichnis gefragt."

; Error messages
CANNOT_LOG = "%s Extrahierungen kцnnen nicht aufgezeichnet werden."
CANNOT_DEBUG = "Das Ausgangsverzeichnis der Debug-Datei, "%s", ist nicht beschreibbar.%nStatt dessen wird Ihr Temp-Verzeichnis benutzt."
CANNOT_EXTRACT = "%s kann nicht extrahiert werden.%nDateityp Rьckgabe: %s%n%nOK klicken, wenn Sie die Datei selbst analysieren wollen, oder Abbrechen zum Beenden."
UNKNOWN_EXT = "%s%nhat eine unbekannte Erweiterung und kann nicht extrahiert werden."
INVALID_DIR = "%s%nkann nicht erstellt werden.  Bitte wдhlen Sie ein gьltiges Ziel."
EXTRACT_FAILED = "%s kann nicht extrahiert werden.%nSieht aus wie "%s", welches untertьtzt wird, sich aber nicht extrahieren lдsst.%nLesen Sie die Logdatei, %s, fьr nдhere Informationen.%n%nOK klicken um die Logdatei zu betrachten, oder Abbrechen zum Beenden."

[Installer]
; Components page
COMP_DOCS = "Dokumentation und Lizenzinformationen"
COMP_LANG = "Sprachdateien fьr internationale Unterstьtzung"
COMP_ACE = "ACE-Unterstьtzung"
COMP_KGB = "KGB-Unterstьtzung"
COMP_PEA = "Pea-Unterstьtzung"
COMP_SIT = "StuffIt-Unterstьtzung"

; Preferences page
PREFS_CAPTION = "Programm Optionen"
PREFS_DESCRIPTION = "Welche Universal Extractor Optionen mцchten Sie einstellen?"
PREFS_LABEL1 = "Sie kцnnen folgende Optionen wдhlen um die Standardeinstellungen zu verfeinern."
PREFS_LABEL2 = "Diese Optionen kцnnen nachtrдglich in der UniExtract.ini geдndert werden."
LANGUAGE_LABEL = "Standard Sprache"
DEBUG_LABEL = "Ort der Debug Datei"
APPEND_EXT_LABEL = "&Fehlende Dateierweiterungen anfьgen"
HISTORY_LABEL = "&Archiv Verlauf beibehalten"
REMOVE_DUPE_LABEL = "&Doppelte Dateien entfernen"
REMOVE_TEMP_LABEL = "&Temporдre Dateien entfernen"
WARN_EXECUTE_LABEL = "Vor ausfьhrbaren Dateien &warnen"

; Tasks page
ASSOCIATE = "&Explorer Kontextmenь Integration aktivieren"
ASSOCIATE_FILES = "Fьge UniExtract &Dateien... zum Kontextmenь"
ASSOCIATE_HERE = "Fьge UniExtract &Hier zum Kontextmenь"
ASSOCIATE_SUBDIR = "Fьge UniExtract in &Unterverz. ins Kontextmenь"
ASSOCIATE_FORCE = "Erzwinge &Zuordnung aller unterstьtzter Archivformate"
MODIFY_PATH = "Fьge Universal Extractor zum System&pfad"
DESKTOP_ICON = "Erstelle &Desktopsymbol"
QUICK_LAUNCH_ICON = "Erstelle &Schnellstartsymbol"
SENDTO_ICON = "Send&To-Symbol erstellen"

; Context Menu integration
EXTRACT_FILES = "UniExtract &Dateien..."
EXTRACT_HERE = "UniExtract &Hier"
EXTRACT_SUB = "UniExtract in &Unterverz."
